{"text": "Today I spoke in front of a group and felt completely exposed. My throat went dry, my hands trembled, and the words just wouldn’t come out right. Even though I had rehearsed my speech dozens of times in my mind, everything seemed to fall apart the moment I stood in front of them. I forgot key ideas, I spoke too fast, and I could feel the audience drifting away from me emotionally.\n\nThe hardest part wasn’t that people were harsh—it was the feeling that my effort wasn’t seen, that my voice, just as it is, didn’t matter. I felt small. Not because of them, but because I abandoned myself under the weight of trying to be perfect.\n\nAfterward, I smiled and nodded like everything was fine. But inside, something cracked. I know there will be more speeches. I know this is part of the journey. But today… today I laid my heart on that stage and felt like no one noticed.\n\nMaybe next time, I’ll learn to stand by myself—even when the audience doesn’t.", "result": [{"label": "NEGATIVE", "score": 0.9928767085075378}], "timestamp": "2025-04-29T17:52:41.891692", "tema": "The Speech That Made Me Feel Small"}
{"text": "Today I spoke in front of a group and felt completely exposed. My throat went dry, my hands trembled, and the words just wouldn’t come out right. Even though I had rehearsed my speech dozens of times in my mind, everything seemed to fall apart the moment I stood in front of them. I forgot key ideas, I spoke too fast, and I could feel the audience drifting away from me emotionally.\n\nThe hardest part wasn’t that people were harsh—it was the feeling that my effort wasn’t seen, that my voice, just as it is, didn’t matter. I felt small. Not because of them, but because I abandoned myself under the weight of trying to be perfect.\n\nAfterward, I smiled and nodded like everything was fine. But inside, something cracked. I know there will be more speeches. I know this is part of the journey. But today… today I laid my heart on that stage and felt like no one noticed.\n\nMaybe next time, I’ll learn to stand by myself—even when the audience doesn’t.", "result": [{"label": "NEGATIVE", "score": 0.9928767085075378}], "timestamp": "2025-04-29T18:21:22.095347", "tema": "The Speech That Made Me Feel Small"}
{"text": "When I run, I feel alive. With every step, I shed the weight of the day. My thoughts begin to flow, but not to overwhelm—just to breathe. The rhythm of my feet grounds me in the present, and my breath becomes a steady reminder that I am here, now. It’s not about distance or speed—it’s about presence. I feel strong, focused, and free. The world around me fades, and all that matters is the next stride. In those moments, I’m not running away from anything. I’m running toward peace, clarity, and the best version of myself.", "result": [{"label": "POSITIVE", "score": 0.9995390176773071}], "timestamp": "2025-04-29T18:50:19.996238", "tema": "Running Toward Myself"}
